Revit 2027 API
SymbolTypeId.Watt Property
 Symbol W, indicating unit Watts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Watt { get; }
Public Shared ReadOnly Property Watt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Watt {
	ForgeTypeId^ get ();
}
static member Watt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace